Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 06-Red-Riding-Hood/CAT/red-riding-hood-seven-kids/tm/corpus-nt-bbe.en.utf8.tmx
Source language: en
Languages: chr

source: And some men had with them, on a bed, a man who was ill, without power of moving; and they made attempts to get him in and put him before Jesus.
chr: ᎠᎴ ᎬᏂᏳᏉ ᎩᎶ ᎢᏳᎾᏍᏗ ᎠᏂᏍᎦᏯ ᎤᏂᏃᎴ ᎠᏤᏍᏙᎩᎯ ᎦᏅᎨ ᎠᏍᎦᏯ ᎤᎸᏓᎸᎥᏍᎩ; ᎤᎾᏁᎶᏔᏁᏃ ᎤᏂᏴᏔᏂᎯᏍᏗᏱ, ᎠᎴ [ᏥᏌ] ᎢᎬᏱᏢ ᎤᏂᏅᏁᏗᏱ.

source: And because of the mass of people, there was no way to get him in; so they went up on the top of the house and let him down through the roof, on his bed, into the middle in front of Jesus.
chr: ᎤᎾᏠᏨᏃ ᎢᏳᎾᏛᏁᏗᏱ ᎤᏂᏴᏔᏂᎯᏍᏗᏱ ᎤᏂᏣᏘ ᎨᏒ ᎢᏳᏍᏗ, ᎦᏌᎾᎵ ᎤᎾᎩᎳᏫᏎᎢ, ᎾᎿᏃ ᏧᏂᎦᏛᎴᎯᏍᏔᏁ ᎤᎾᏠᎥᏔᏂᎴ ᎤᏤᏍᏙ ᎬᏩᏠᏯᏍᏗ ᎤᎾᏓᏡᎬ ᎠᏰᎵ, ᏥᏌ ᎢᎬᏱᏢ ᎤᏂᏅᏁᎴᎢ.

source: And seeing their faith he said, Man, you have forgiveness for your sins.
chr: ᎤᏃᎯᏳᏒᏃ ᎤᏙᎴᎰᏒ, ᎯᎠ ᏄᏪᏎᎴᎢ; ᎯᏍᎦᏯ, ᏣᏍᎦᏅᏨ ᎡᏣᏙᎵᎩ.

source: And the scribes and Pharisees were having an argument, saying, Who is this, who has no respect for God? who is able to give forgiveness for sins, but God only?
chr: ᏗᏃᏪᎵᏍᎩᏃ ᎠᎴ ᎠᏂᏆᎵᏏ ᎤᎾᏓᏅᏖᎴ ᎯᎠ ᏄᏂᏪᏎᎢ; ᎦᎪ ᎯᎠ ᎾᏍᎩ ᏣᏐᏢᎢᏍᏗᎭ? ᎦᎪ ᎬᏩᏓᏙᎵᏍᏗ ᎠᏍᎦᏅᏨᎢ? ᏝᏍᎪ ᎤᏁᎳᏅᎯ ᎤᏩᏒ?

source: But Jesus, who had knowledge of their thoughts, said to them, Why are you reasoning in your hearts?
chr: ᎠᏎᏃ ᏥᏌ ᎤᏙᎴᎰᏒ ᏄᏍᏛ ᏓᎾᏓᏅᏖᏍᎬᎢ, ᎤᏁᏤ ᎯᎠ ᏂᏚᏪᏎᎴᎢ; ᎦᏙ ᎢᏣᏓᏅᏖᎭ ᏙᏗᎶᏓᏅᏛᎢ?

source: Which is the simpler: to say, You have forgiveness for your sins; or to say, Get up and go?
chr: ᎦᏙ ᎤᏍᏗ ᎤᏟ ᎠᎯᏗᏳ ᎧᏁᎢᏍᏗᏱ, ᏣᏍᎦᏅᏨ ᎡᏣᏙᎵᎩ ᎠᏛᏗᏱ; ᎠᎴ ᎯᎠ ᎢᎦᏪᏍᏗᏱ, ᏔᎴᎲᎦ ᎠᎴ ᎮᏓ?

source: But so that you may see that on earth the Son of man has authority for the forgiveness of sins, (he said to the man who was ill,) I say to you, Get up, and take up your bed, and go into your house.
chr: ᎠᏎᏃ ᎢᏣᏙᎴᎰᎯᏍᏗᏱ ᏴᏫ ᎤᏪᏥ ᏰᎵᏉ ᎠᏂ ᎡᎶᎯ ᎬᏩᏓᏙᎵᏍᏗ ᎨᏒ ᎣᏍᎦᏅᏨᎢ, (ᎯᎠ ᏄᏪᏎᎴ ᎤᎸᏓᎸᎥᏍᎩ;) ᎯᎠ ᏂᎬᏪᏎᎭ; ᏔᎴᎲᎦ, ᏣᏤᏍᏙ ᎯᎾᎩ, ᎠᎴ ᏗᏤᏅᏒ ᎮᎾ.

source: And straight away he got up before them, and took up his bed and went away to his house giving praise to God.
chr: ᎩᎳᏉᏃ ᎢᏴᏛ ᎤᏗᏛᎮ ᏓᏂᎧᏅᎢ, ᎠᎴ ᎤᏁᏎ ᎤᏤᏍᏙᎩ, ᎠᎴ ᏧᏪᏅᏒ ᏭᎶᏎᎢ, ᎦᎸᏉᏗᏍᎨ ᎤᏁᎳᏅᎯ.

source: And wonder overcame them all, and they gave glory to God; and they were full of fear, saying, We have seen strange things today.
chr: ᏂᎦᏗᏳᏃ ᎤᏣᏔᏅᎯ ᎤᏂᏍᏆᏂᎪᏎᎢ, ᎠᎴ ᎤᏂᎸᏉᏔᏁ ᎤᏁᎳᏅᎯ, ᎠᎴ ᎤᎧᎵᏨᎯ ᎤᎾᏰᎯᏍᏗ ᎤᎾᏓᏅᏓᏕᎢ, ᎯᎠ ᎾᏂᏪᏍᎨᎢ; ᎤᏍᏆᏂᎪᏗᏳ ᎢᏗᎪᏩᏛ ᎪᎯ ᎢᎦ.

source: And after these things he went out, and saw Levi, a tax-farmer, seated at the place where taxes were taken, and said to him, Come after me.
chr: ᎾᏍᎩᏃ ᎯᎠ ᏄᎵᏍᏔᏂᏙᎸ ᎤᏄᎪᏤᎢ, ᎠᎴ ᎤᎪᎮ ᎠᏕᎸ ᎠᎩᏏᏙᎯ ᎵᏫ ᏧᏙᎢᏛ, ᎤᏬᎴ ᎠᏰᎵ ᎡᎯ ᎠᏕᎸ ᎠᎫᏴᏗᏱ; ᎠᎴ ᎯᎠ ᏄᏪᏎᎴᎢ, ᏍᎩᏍᏓᏩᏚᎦ.

source: And giving up his business, he got up and went after him.
chr: ᏂᎦᏛᏃ ᎤᏮᏕᏦᏁ ᎠᎴ ᏚᎴᏁ ᎤᏍᏓᏩᏛᏎᎢ.

source: And Levi made a great feast for him in his house: and a great number of tax-farmers and others were seated at table with them.
chr: ᎵᏫᏃ ᎤᏣᏘ ᏣᎦᎵᏍᏓᏴᎾᏁᏗᏱ ᎤᏛᏅᎢᏍᏓᏁᎴ ᎤᏩᏒ ᎦᏁᎸᎢ; ᎠᎴ ᎤᏂᏣᏖ ᎠᏕᎸ ᎠᏂᎩᏏᏙᎯ ᎠᎴ ᏅᏩᎾᏓᎴ ᎢᏧᎳᎭ ᎠᏂᏅᏜᎡᎢ.

source: And the Pharisees and their scribes made protests against his disciples, saying, Why do you take food and drink with tax-farmers and sinners?
chr: ᏗᏃᏪᎵᏍᎩᏍᎩᏂ ᏧᎾᏤᎵ ᎠᎴ ᎠᏂᏆᎵᏏ ᏚᏂᏔᎳᏬᎯᏎᎴ ᎬᏩᏍᏓᏩᏗᏙᎯ, ᎯᎠ ᏄᏂᏪᏎᎢ; ᎦᏙᏃ ᎢᏧᎳᎭ ᎢᏣᎵᏍᏓᏴᎲᏍᎦ ᎠᎴ ᎢᏣᏗᏔᏍᎦ ᎠᏕᎸ ᎠᏂᎩᏏᏙᎯ ᎠᎴ ᎠᏂᏍᎦᎾᎢ?

source: And Jesus, answering, said to them, Those who are well have no need of a medical man, but those who are ill.
chr: ᏥᏌᏃ ᎤᏁᏨ ᎯᏴ ᏂᏑᏪᏎᎴᎢ; ᏂᏚᏂᏢᎬᎾ ᎥᏝ ᎤᏚᎸᏗ ᏱᏄᎾᎵᏍᏓᏁᎰ ᏗᏓᏅᏫᏍᎩ, ᏧᏂᏢᎩᏍᎩᏂ.

source: I have come, not to get the upright, but sinners, so that they may be turned from their sins.
chr: ᎥᏝ ᎤᎾᏓᏅᏘ ᏱᏗᏥᏯᏅᎯᎸ, ᎠᏂᏍᎦᎾᏍᎩᏂ ᏧᏂᏁᏟᏴᏍᏗᏱ ᏚᎾᏓᏅᏛᎢ.

source: And they said to him, The disciples of John frequently go without food, and make prayers, and so do the disciples of the Pharisees; but your disciples take food and drink.
chr: ᎯᎠᏃ ᏂᎬᏩᏪᏎᎴᎢ; ᎦᏙᏃ ᏣᏂ ᎬᏩᏍᏓᏩᏗᏙᎯ ᏯᏃᎩᏳ ᎠᎹᏟ ᎠᏅᏍᎪᎢ ᎠᎴ ᎠᎾᏓᏙᎵᏍᏗᏍᎪᎢ, ᎠᎴ ᎾᏍᏉ ᎠᏂᏆᎵᏏ ᎬᏩᏂᏍᏓᏩᏗᏙᎯ; ᏂᎯᏍᎩᏂ ᎨᏣᏍᏓᏩᏗᏙᎯ ᎠᎾᎵᏍᏓᏴᎲᏍᎪ ᎠᎴ ᎠᎾᏗᏔᏍᎪᎢ.

source: And Jesus said, Are you able to make the friends of the newly-married man go without food when he is with them?
chr: ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ; ᏥᎪ ᏕᎨᎦᏨᏍᏗᏍᎬ ᎠᏂᎦᏔᎯ ᎠᎹᏟ ᎤᏅᏗᏱ ᏱᏂᏕᏨᏂᏏ ᎠᏏᏉ ᎤᏁᎳᏗᏙᎲ ᎤᏕᏒᏂᎸᎯ?

source: But the days will come when he will be taken away from them, and then they will go without food.
chr: ᎠᏎᏃ ᏗᎵᏰᎢᎶᎵ ᎢᎦ ᏓᎨᏥᏯᏅᎡᎵ ᎤᏕᏒᏂᎸᎯ, ᎾᎯᏳᏃ ᎿᏉ ᎠᎹᏟ ᎠᏅᏍᎨᏍᏗ.

source: And he said to them, in a story, No man takes a bit of cloth from a new coat and puts it on to an old coat, for so the new coat would be damaged and the bit from the new would not go well with the old.
chr: ᏚᏟᎶᏍᏓᏁᎴᏃ ᎾᏍᏉ [ᎯᎠ ᏄᏪᏎᎢ;] ᎥᏝ ᎩᎶ ᎢᏤ ᎠᏄᏬ ᎤᏪᏘᎯ ᏱᎦᎳᏍᏢᎥᏍᎪᎢ; ᎢᏳᏰᏃ ᎾᏍᎩ ᏱᏄᏛᏁᎸ, ᎢᏤ ᎠᏄᏬ ᎦᏣᎦᎵᏍᎪ ᎤᏪᏘ, ᎠᎴ ᎾᏍᏉ ᎢᏤ ᎠᎬᎭᎸᏛ ᎥᏝ ᏱᏓᎾᏙᎵᎪ ᎤᏪᏘ.

source: And no man puts new wine into old wine-skins, for fear that the skins will be burst by the new wine, and the wine be let out, and the skins come to destruction.
chr: ᎥᏝ ᎠᎴ ᎩᎶ ᎩᎦᎨ-ᎠᏗᏔᏍᏗ ᏧᏪᏘ ᏗᏑᏢᏛ ᏱᏓᏟᏍᏗᏍᎪᎢ; ᎢᏤᏰᏃ ᎩᎦᎨ-ᎠᏗᏔᏍᏗ ᏱᏙᎦᏣᎦᎸ ᏗᏑᏢᏛ ᎠᎴ ᏯᏤᏬᎩ, ᏗᏑᏢᏛᏃ ᏱᏓᏲᎩ.

source: But new wine has to be put into new wine-skins.
chr: ᎢᏤᏍᎩᏃ ᎩᎦᎨ-ᎠᏗᏔᏍᏗ ᎠᏎ ᏗᏤ ᏗᏑᏢᏛ ᏗᏟᏍᏙᏗ; ᎩᎳ ᎿᏉ ᎢᏧᎳ ᏂᏗᎬᏩᏍᏙᎢ

source: And no man, having had old wine, has any desire for new, for he says, The old is better.
chr: ᎥᏝ ᎠᎴ ᎩᎶ ᎤᏪᏘ ᎩᎦᎨ-ᎠᏗᏔᏍᏗ ᎤᏚᎩᏛ ᏥᎨᏐ ᎢᎬᏪᏅᏛ ᎢᏤ ᏳᏚᎵᏍᎪᎢ; ᎯᎠᏰᏃ ᏂᎦᏪᏍᎪᎢ, ᎤᏪᏘ ᎤᏟ ᏃᎯ.

source: Now it came about that on the Sabbath he was going through the fields of grain, and his disciples took the heads of the grain for food, crushing them in their hands.
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏁ ᏔᎵᏁ ᎤᎾᏙᏓᏆᏍᎬ ᎢᎬᏱᏱ ᏄᎵᏐᏃᎢ, ᎾᏍᎩ ᏠᎨᏏ ᎤᏣᎴᏍᏗ ᏓᏫᏒ ᎤᎶᏎᎢ, ᎬᏩᏍᏓᏩᏗᏙᎯᏃ ᏚᏂᏍᎫᏕᏎ ᎤᏣᎴᏍᏗ, ᎠᎴ ᎤᏂᏍᏗᎨ ᎠᎾᏍᎪᎵᏰᏍᎨ ᏧᏃᏰᏂ.

source: But some of the Pharisees said, Why do you do what it is not right to do on the Sabbath?
chr: ᎩᎶᏃ ᎢᏳᎾᏍᏗ ᎠᏂᏆᎵᏏ ᎯᎠ ᏂᎬᏩᏂᏪᏎᎴᎢ, ᎦᏙᏃ ᏂᎯ ᏂᏣᏛᏁᎭ ᎾᏍᎩ ᎢᎬᏛᏁᏗ ᏂᎨᏒᎾ ᎨᏒ ᎤᎾᏙᏓᏆᏍᎬ ᎢᎦ.

source: And Jesus said, Have you not seen in the Writings what David did when he was in need of food, he, and those who were with him;
chr: ᏥᏌᏃ ᏚᏁᏤᎸ ᎯᎠ ᏄᏪᏎᎢ; ᏝᏍᎪ ᎾᏍᏉ ᎯᎠ ᎾᏍᎩ ᏱᏥᎪᎵᏰᎣᎢ, ᎾᏍᎩ ᏕᏫ ᏄᏛᏁᎸᎢ, ᎠᎪᏄ ᏧᏲᏏᏍᎨ ᎤᏩᏒ ᎠᎴ ᎾᏍᎩ ᏣᏁᎮᎢ?

source: How he went into the house of God and took for food the holy bread, which only the priests may take, and gave it to those who were with him?
chr: ᎾᏍᎩ ᏧᏴᎴ ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᎠᏓᏁᎸᎢ, ᎠᎴ ᏧᎩᏎ ᎠᎴ ᏧᎨ ᎦᏚ ᎠᎦᏙᏗ, ᎠᎴ ᎾᏍᏉ ᏥᏚᏁᎴ ᎾᏍᎩ ᏣᏁᎮᎢ; ᎾᏍᎩ ᏂᏚᏳᎪᏛᎾ ᏥᎩ ᎩᎶ ᎤᎩᏍᏗᏱ ᎠᏥᎸ-ᎠᏁᎶᎯ ᎤᏅᏒ.

source: And he said, The Son of man is lord even of the Sabbath.
chr: ᎠᎴ ᎯᎠ ᏂᏚᏪᏎᎴᎢ; ᎾᏍᏉ ᎤᎾᏙᏓᏆᏍᎬ ᏴᏫ ᎤᏪᏥ ᎤᏤᎵᎦ.

source: And it came about, on another Sabbath, that he went into the Synagogue and was teaching there. And a man was there whose right hand was dead.
chr: ᎯᎠᏃ ᎾᏍᏉ ᏄᎵᏍᏔᏁ Ꮕ-ᏩᏓᎴ ᎤᎾᏙᏓᏆᏍᎬᎢ, ᎾᏍᎩ ᏭᏴᎴ ᏗᎦᎳᏫᎢᏍᏗᏱ ᎠᎴ ᏚᏕᏲᏁᎢ; ᎾᎿᏃ ᎡᏙᎮ ᎠᏍᎦᏯ ᎠᎦᏘᏏᏗᏢ ᎤᏬᏰᏂ ᎤᏩᎢᏎᎸᎯ

source: And the scribes and Pharisees were watching him to see if he would make him well on the Sabbath, so that they might be able to say something against him.
chr: ᏗᏃᏪᎵᏍᎩᏃ ᎠᎴ ᎠᏂᏆᎵᏏ ᎬᏩᏯᏫᏍᎨᎢ, ᏥᎪ ᎬᏩᏓᏅᏬᏗᏉ ᎤᎾᏙᏓᏆᏍᎬ ᎢᎦ ᎠᏁᎵᏍᎨᎢ, ᎾᏍᎩ ᎪᎱᏍᏗ ᎬᏩᏄᎯᏍᏙᏗ ᎤᏂᏲᎮᎢ.

source: But he had knowledge of their thoughts; and he said to the man whose hand was dead, Get up and come into the middle. And he got up and came forward.
chr: ᎠᏎᏃ ᎠᎦᏔᎮ ᏄᏍᏛ ᏓᎾᏓᏅᏖᏍᎬᎢ, ᎠᎴ ᎯᎠ ᏄᏪᏎᎴ ᎠᏍᎦᏯ ᎤᏩᎢᏎᎸᎯ ᎤᏬᏰᏂ; ᏔᎴᎲᎦ, ᎠᎴ ᎠᏰᎵ ᎭᎴᏂᎦ. ᏚᎴᏅᏃ ᎤᎴᏂᎴᎢ.

source: And Jesus said, I put the question to you, Is it right to do good on the Sabbath or to do evil? to give life or to take it away?
chr: ᎿᏉᏃ ᏥᏌ ᎯᎠ ᏂᏚᏪᏎᎴᎢ; ᏑᏓᎴᎩ ᏓᏨᏯᏛᏛᏂ; ᎦᏙ ᏚᏳᎪᏗ ᎤᎾᏙᏓᏆᏍᎬᎢ? ᎣᏍᏛᏍᎪ ᏗᎦᎸᏫᏍᏓᏁᏗᏱ, ᎤᏲᎨ ᏗᎦᎸᏫᏍᏓᏁᏗᏱ? ᎬᏅ ᎠᏍᏕᎸᏗᏱ, ᎠᏓᎯᏍᏗᏱᎨ?

source: And looking round on all of them, he said to him, Put out your hand. And he did so: and his hand was made well.
chr: ᏚᎧᎿᏂᏙᎸᏃ ᎬᏩᏚᏫᏛ ᏂᎦᏛ ᏄᎾᏛᏅᎢ, ᎯᎠ ᏄᏪᏎᎴ ᎠᏍᎦᏯ; ᎭᏙᏯᏅᎯᏛ. ᎾᏍᎩᏃ ᏄᏛᏁᎴᎢ; ᎤᏬᏰᏂᏃ ᎤᏗᏩᏎ ᎾᏍᎩᏯ ᏐᎢ ᏄᏍᏛ ᏄᎵᏍᏔᏁᎢ.

source: But they were full of wrath, and were talking together about what they might do to Jesus.
chr: ᎤᏂᎧᎵᏤᏃ ᎤᏂᏔᎳᏬᏍᎬᎢ; ᏚᎾᎵᏃᎮᎴᏃ ᎤᏅᏒ ᎢᏳᏅᏁᏗᏱ ᏥᏌ.

source: And it came about in those days that he went out to the mountain for prayer; and he was all night in prayer to God.
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏁ ᎾᎯᏳᎢ, ᎾᏍᎩ ᎣᏓᎸ ᏭᎶᎭ ᎤᏓᏙᎵᏍᏔᏅᏎᎢ, ᎠᎴ ᎤᏨᏓᏇ ᎤᏁᎳᏅᎯ ᎠᏓᏙᎵᏍᏓᏁᎲᎢ.

source: And the day came and, turning to his disciples, he made a selection from among them of twelve, to whom he gave the name of Apostles;
chr: ᎿᏉᏃ ᎢᎦ ᏄᎵᏍᏔᏅ ᎬᏩᏍᏓᏩᏗᏙᎯ ᏫᏚᏯᏅᎮᎢ; ᎾᏍᎩᏃ ᎬᏩᏍᏓᏩᏗᏙᎯ ᎨᏒ ᏔᎳᏚ ᎢᏯᏂᏛ ᏚᏑᏰᏎᎢ, ᎠᎴ ᎨᏥᏅᏏᏛ ᏚᏬᎡᎢ^

source: Simon, to whom he gave the name of Peter, and Andrew, his brother, and James and John and Philip and Bartholomew
chr: ᏌᏩᏂ, ᎾᏍᎩ ᎾᏍᏉ ᏈᏓ ᏚᏬᎡᎢ, ᎡᏂᏗᏃ ᎾᏍᎩᏉ ᎤᏅᏟ. ᏥᎻ ᎠᎴ ᏣᏂ, ᏈᎵᎩ ᎠᎴ ᏆᏙᎳᎻ,

source: And Matthew and Thomas and James, the son of Alphaeus, and Simon, who was named the Zealot,
chr: ᎹᏚ ᎠᎴ ᏓᎻ, ᏥᎻ ᎡᎵᏈ ᎤᏫᏥ, ᏌᏩᏂᏃ ᏏᎶᏗ ᏣᏃᏎᎰᎢ,

source: And Judas, the son of James, and Judas Iscariot, he who was false to him.
chr: ᏧᏓᏏᏃ ᏥᎻ ᏗᎾᏓᏅᏟ, ᎠᎴ ᏧᏓᏏ ᎢᏍᎦᎳᏗ ᎾᏍᎩ ᎠᏓᎶᏄᎮᏍᎩ ᏥᏄᎵᏍᏔᏁᎢ.

source: And he came down with them to a level place, and a great band of his disciples, and a very great number of people from all Judaea and Jerusalem and from the parts of Tyre and Sidon by the sea, came to give hearing to him, and to be made well from their diseases;
chr: ᎾᏍᎩᏃ ᎢᏧᎳᎭ ᏧᏂᎦᏐᎠᏒ ᎤᏬᏓᎸ ᎤᎴᏁᎢ. ᎠᎴ ᎤᏂᏣᏘ ᎬᏩᏍᏓᏩᏗᏙᎯ, ᎠᎴ ᎤᏂᏧᏈᏍᏗ ᏴᏫ ᏂᎬᎾᏛ ᏧᏗᏱ ᎠᎴ ᏥᎷᏏᎵᎻ ᏅᏓᏳᏂᎶᏒᎯ, ᎠᎴ ᏔᏯ ᎠᎴ ᏌᏙᏂ ᎠᎺᏉᎯ ᎤᎶᏗ ᏅᏓᏳᏂᎶᏒᎯ, ᎾᏍᎩ ᏧᏂᎷᏤ ᎬᏩᏛᎦᏁᏗᏱ, ᎠᎴ ᏗᎨᏥᏅᏬᏗᏱ ᏚᏂᏢᎬᎢ.

source: And those who were troubled with unclean spirits were made well.
chr: ᎠᎴ ᎠᏂᎦᏓᎭ ᏗᏓᏅᏙ ᎬᏩᎾᏕᏯᏙᏗᏕᎩ [ᎤᏂᎷᏤᎢ]; ᎠᎴ ᏕᎨᏥᏅᏩᏁᎢ.

source: And all the people were desiring to be touched by him, for power came from him and made them all well.
chr: ᏂᎦᏛᏃ ᎤᏂᏣᏘ ᎨᏒ ᎠᎾᏟᏂᎬᏁᎮ ᎬᏩᏒᏂᏍᏗᏱ. ᎾᏍᎩᏰᏃ ᎨᏒ ᏗᏓᎴᎲᏍᎨ ᎤᏓᏅᏬᏗ ᎨᏒ ᎠᎴ ᏚᎾᏗᏫᏍᏗᏍᎨ ᎾᏂᎥᎢ.

source: And turning his eyes to his disciples he said, Happy are you who are poor: for the kingdom of God is yours.
chr: ᏚᏌᎳᏓᏁᏃ ᏗᎦᏙᎵ ᏚᎧᎾᏁ ᎬᏩᏍᏓᏩᏗᏙᎯ, ᎯᎠ ᏄᏪᏎᎢ; ᎣᏏᏳ ᎢᏣᎵᏍᏓᏁᏗ ᎤᏲ ᎢᏣᏛᎿᏕᎩ; ᎢᏣᏤᎵᏰᏃ ᎤᏁᎳᏅᎯ ᎤᎬᏫᏳᎯ ᎨᏒᎢ.

source: Happy are you who are in need of food now: for you will be made full. Happy are you who are weeping now; for you will be glad.
chr: ᎣᏏᏳ ᎢᏣᎵᏍᏓᏁᏗ ᏗᏥᏲᏏᏍᎩ ᎪᎯ ᎨᏒᎢ; ᏙᏓᏦᎸᏏᏰᏃ. ᎣᏏᏳ ᎢᏣᎵᏍᏓᏁᏗ ᏗᏣᏠᏱᎯ ᎪᎯ ᎨᏒᎢ; ᏛᏥᏰᏥᏰᏃ.

source: Happy are you, when men have hate for you, and put you away from among them and say angry words to you, turning away in disgust at your name, because of the Son of man.
chr: ᎣᏏᏳ ᎢᏣᎵᏍᏓᏁᏗ ᎢᏳᏃ ᏴᏫ ᎨᏥᏂᏆᏘᎮᏍᏗ, ᎠᎴ ᎨᏣᏓᏓᎴᏗᏍᎨᏍᏗ, ᎠᎴ ᎦᎨᏥᏐᏢᏕᏍᏗ, ᎠᎴ ᎠᏂᏍᎦᎩᏳ ᎨᏎᏍᏗ ᏕᏣᏙᎥ ᎪᎱᏍᏗ ᎤᏲ ᎾᏍᎩᏯᎢ, ᏴᏫ ᎤᏪᏥ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ.

source: Be glad in that day, and be lifted up for joy, for your reward in heaven will be great: for their fathers did these same things to the prophets.
chr: ᎢᏣᎵᎮᎵᎨᏍᏗ ᎾᎯᏳ ᎢᎦ, ᎠᎴ ᏕᏣᎵᏔᏕᎨᏍᏗ ᎢᏣᎵᎮᎵᎬᎢ; ᎬᏂᏳᏉᏰᏃ ᎤᏣᏘ ᎡᏣᎫᏴᎡᏗ ᎦᎸᎳᏗ; ᎾᏍᎩᏯᏰᏃ ᏧᏂᏙᏓ ᏂᏚᏅᏁᎴ ᎠᎾᏙᎴᎰᏍᎩ.

source: But unhappy are you who have wealth: for you have been comforted now.
chr: ᏂᎯᏍᎩᏂ ᏗᏤᎾᎢ ᏥᎩ, ᎤᏲ ᎢᏣᎵᏍᏓᏁᏗ! ᎦᏳᎳᏰᏃ ᎢᏥᎭ ᎢᏥᎦᎵᏍᏓᏗᏍᎩ.

source: Unhappy are you who are full of food now: for you will be in need. Unhappy are you who are laughing now: for you will be crying in sorrow.
chr: ᎤᏲᎢᏳ ᎢᏣᎵᏍᏓᏁᏗ ᏗᏦᎸᏒᎯ! ᏙᏛᏥᏲᏏᏌᏂᏰᏃ. ᎤᏲᎢᏳ ᎢᏣᎵᏍᏓᏁᏗ ᎢᏥᏰᏣᏍᎩ ᏥᎩ ᎪᎯ! ᎤᏲᏰᏃ ᎢᏣᏓᏅᏔᏩᏕᎨᏍᏗ ᎠᎴ ᏕᏣᏠᏱᎮᏍᏗ.

source: Unhappy are you when all men give you their approval: for so their fathers did to the false prophets.
chr: ᎤᏲᎢᏳ ᎢᏣᎵᏍᏓᏁᏗ ᎾᎯᏳ ᏂᎦᏗᏳ ᏴᏫ ᎣᏏᏳ ᎨᏥᏃᎮᏍᎨᏍᏗ! ᎾᏍᎩᏯᏰᏃ ᏧᏂᎦᏴᎵᎨ ᏂᏚᏂᎸᏉᏕ ᎤᎾᏠᎾᏍᏗ ᎠᎾᏙᎴᎰᏍᎩ.

source: But I say to you who give ear to me, Have love for those who are against you, do good to those who have hate for you,
chr: ᎠᏎᏃ ᎯᎠ ᏂᏨᏪᏎᎭ ᏂᎯ ᏥᏍᎩᏯᏛᎦᏁᎭ; ᏕᏥᎨᏳᏎᏍᏗ ᎨᏥᏍᎦᎩ, ᎣᏍᏛ ᏂᏕᏣᏛᏁᎮᏍᏗ ᎨᏥᏂᏆᏘᎯ,

source: Give blessing to those who give you curses, say prayers for those who are cruel to you.
chr: ᎣᏍᏛ ᏕᏥᏁᏤᎮᏍᏗ ᎨᏥᏍᎩᏅᏗᏍᎩ, ᎠᎴ ᎢᏣᏓᏙᎵᏍᏗᏍᎨᏍᏗ ᎨᏥᏙᎵᏍᏗᏱ ᎦᎨᏥᏐᏢᏗᏍᎩ.

source: If a man gives you a blow on one side of your face, then let the other side be turned to him; from him who takes away your coat, do not keep back your robe.
chr: ᎩᎶᏃ ᎯᎪᏆᎵᎢ ᎢᏨᏂᎮᏍᏗ ᏐᎢᏱ ᎾᏍᏉ ᎯᏯᎵᏍᎪᎸᏓᏁᎮᏍᏗ; ᎩᎶᏃ ᎤᏛᏃᎯ ᏣᎾᎡᎮᏍᏗ, ᎾᏍᏉ ᎭᏫᏂ ᏣᏄᏬ ᏞᏍᏗ ᎯᎨᏳᏔᏅᎩ.

source: Give to everyone who comes with a request, and if a man takes away your property, make no attempt to get it back again.
chr: ᎾᏂᎥ ᎨᏣᏔᏲᏎᎯ ᏕᎯᏁᎮᏍᏗ; ᎪᎱᏍᏗᏃ ᏣᎾᎥ ᏣᎩᎡᎯ ᏞᏍᏗ ᎯᏔᏲᏎᎸᎩ.

source: Do to others as you would have them do to you.
chr: ᎾᏍᎩᏯᏃ ᏄᏍᏛ ᎢᏣᏚᎵᏍᎬ ᎢᎨᏣᏛᏁᏗᏱ ᏴᏫ, ᎾᏍᎩᏯ ᎾᏍᏉ ᏂᏕᏣᏛᏁᎮᏍᏗ.

source: If you have love for those who have love for you, what credit is it to you? for even sinners have love for those who have love for them.
chr: ᎢᏳᏰᏃ ᎨᏥᎨᏳᎯᏉ [ᎤᏅᏒ] ᏱᏗᏥᎨᏳᎭ, ᎦᏙ ᎢᏥᎭ ᎦᏰᏣᎵᎡᎵᏤᏗ ᎨᏒᎢ? ᎠᏂᏍᎦᎾᏰᏃ ᎾᏍᏉ ᏚᏂᎨᏳᏐ ᎬᏩᏂᎨᏳᎯ.

source: And if you do good to those who do good to you, what credit is it to you? for even sinners do the same.
chr: ᎢᏳ ᎠᎴ ᎣᏍᏛ ᏱᏂᏗᏣᏛᏁᎭ ᎣᏍᏛ ᎢᎨᏣᏛᏁᎯ, ᎦᏙ ᎢᏥᎭ ᎦᏰᏣᎵᎡᎵᏤᏗ ᎨᏒᎢ? ᎠᏂᏍᎦᎾᏰᏃ ᎾᏍᏉ ᎾᏍᎩᏯ ᎾᎾᏛᏁᎰᎢ.

source: And if you let those have the use of your money, from whom you are hoping to get it back, what credit is it to you? even sinners do so to sinners, hoping to get back as much as they gave.
chr: ᎢᏳ ᎠᎴ ᏛᎪᎩᏁᎵ ᏗᏤᎵᏎᎯ ᏱᏗᏣᏙᎳᏍᏗᎭ; ᎦᏙ ᎢᏥᎭ ᎦᏰᏣᎵᎡᎵᏤᏗ ᎨᏒᎢ? ᎠᏂᏍᎦᎾᏰᏃ ᎾᏍᏉ ᎠᏂᏍᎦᎾ ᏓᎾᏙᎳᏍᏗᏍᎪᎢ, ᎾᏍᎩ ᎢᎦᎢ ᏔᎵᏁ ᎥᎨᏥᏁᏗᏱ.

source: But be loving to those who are against you and do them good, and give them your money, not giving up hope, and your reward will be great and you will be the sons of the Most High: for he is kind to evil men, and to those who have hard hearts.
chr: ᏂᎯᏍᎩᏂ ᏕᏥᎨᏳᏎᏍᏗ ᎨᏥᏍᎦᎩ, ᎠᎴ ᎣᏍᏛ ᏕᏥᎸᏫᏍᏓᎡᎮᏍᏗ, ᎠᎴ ᎢᏣᏓᏙᎳᏍᏗᏍᎨᏍᏗ ᎤᏚᎩ ᏂᏨᏒᎾ ᎥᎡᏥᏂᏗᏱ ᎪᎱᏍᏗ; ᎤᏣᏘᏃ ᎡᏣᎫᏴᎡᏗ ᎨᏎᏍᏗ, ᏩᏍᏛᏃ ᎦᎸᎳᏗᏳ ᎡᎯ ᏧᏪᏥ ᎨᏎᏍᏗ ᏂᎯ; ᎾᏍᎩᏰᏃ ᎣᏍᏛ ᏂᏓᏛᏁᎰ ᏄᎾᎵᎮᎵᏣᏛᎾ ᎠᎴ ᎤᏂᏲᎢ.

source: Be full of pity, even as your Father is full of pity.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏣᏓᏙᎵᏣᏘᏳ ᎨᏎᏍᏗ, ᎾᏍᎩᏯ ᎢᏥᏙᏓ ᎾᏍᏉ ᎤᏓᏙᎵᏣᏗᏳ ᏥᎩ.

source: Be not judges of others, and you will not be judged: do not give punishment to others, and you will not get punishment yourselves: make others free, and you will be made free:
chr: ᏞᏍᏗ ᎢᏣᏓᎳᏫᏎᎸᎩ, ᏂᎯᏃ ᎥᏝ ᏴᎦᏰᏥᎳᏫᏏ; ᏞᏍᏗ ᏗᏣᏓᏚᎪᏓᏁᎸᎩ, ᏂᎯᏃ ᎥᏝ ᏱᏙᎦᏰᏧᎪᏓᏏ; ᏕᏥᏙᎵᎨᏍᏗ ᎨᏥᏍᎦᏅᏤᎯ, ᏂᎯᏃ ᎠᏎ ᎡᏥᏙᎵᏍᏗ ᎨᏎᏍᏗ;

source: Give, and it will be given to you; good measure, crushed down, full and running over, they will give to you. For in the same measure as you give, it will be given to you again.
chr: ᎢᏣᏓᏁᎮᏍᏗ, ᏂᎯᏃ ᎠᏎ ᎡᏥᏁᏗ ᎨᏎᏍᏗ; ᎣᏍᏛ ᎠᏟᎶᏛ, ᎠᏍᏓᏲᏔᏅᎯ, ᎠᎴ ᎠᏖᎸᏅᎯ, ᎠᎴ ᎬᏤᏬᎩ, ᎨᏥᏁᏗ ᎨᏎᏍᏗ ᏴᏫ ᏕᏣᏓᏠᎲᎢ. ᏄᏍᏛᏰᏃ ᎢᏣᏓᏟᎶᎡᎸ ᎾᏍᎩᏯ ᎾᏍᏉ ᎡᏣᏟᎶᎡᏗ ᎨᏎᏍᏗ;

source: And he gave them teaching in the form of a story, saying, Is it possible for one blind man to be guide to another? will they not go falling together into a hole?
chr: ᎯᎠᏃ ᏄᏪᏎ ᏚᏟᎶᏍᏓᏁᎴᎢ; ᏥᎪᏗᎨᏫ ᏰᎵᏉ ᏯᏘᏄᎦ ᏗᎨᏫ? ᏝᏍᎪ ᎢᏧᎳ ᎠᏔᎴᏒ ᏱᏙᎬᏂᎸᎩ?

source: The disciple is not greater than his master, but everyone whose learning is complete will be like his master.
chr: ᏗᏕᎶᏆᏍᎩ ᎥᏝ ᎤᏟ ᏱᎾᏥᎸᏉᏙ ᎡᏍᎦᏉ ᏧᏪᏲᎲᏍᎩ; ᎾᏂᎥᏍᎩᏂ ᎤᏂᏍᏆᏛᎯ ᏧᏁᏲᎲᏍᎩ ᏄᏍᏛ ᎾᏍᎩᏯ ᎨᏎᏍᏗ.

source: How will you say to your brother, Brother, let me take the grain of dust out of your eye, when you yourself do not see the bit of wood in your eye? O false one! first take the wood out of your eye and then you will see clearly to take the dust out of your brother's eye.
chr: ᎠᎴ ᎦᏙ ᏱᎦᎵᏍᏙᏓ ᎯᎠ ᏱᏂᏪᏏ ᏗᏍᏓᏓᏅᏟ; ᏗᎾᏓᏅᏟ ᎬᎸᏏ ᎤᏢᏓᎸᏛ ᏣᎦᏑᎲᎢ, ᏨᏒᏃ ᏂᎪᏩᏘᏍᎬᎾ ᎤᏃᏍᏛ ᎠᏓ ᏨᏒ ᏣᎦᏑᎲᎢ? ᏣᏠᎾᏍᏗ! ᎢᎬᏱ ᎯᎸ ᎤᏃᏍᏛ ᎠᏓ ᏨᏒ ᏣᎦᏑᎲᎢ, ᎿᏉᏃ ᎬᏂᎨᏒᎢᏳ ᏣᎪᏩᏛᏗᏱ ᎨᏎᏍᏗ ᎯᎸᎡᏗᏱ ᎤᏢᏓᎸᏛ ᏗᏍᏓᏓᏅᏟ ᎤᎦᏑᎲᎢ.

source: For no good tree gives bad fruit, and no bad tree gives good fruit.
chr: ᎣᏍᏛᏰᏃ ᏡᎬ ᎥᏝ ᎤᏲ ᏯᏓᏛᏍᎪᎢ; ᎠᎴ ᎤᏲ ᏡᎬ ᎥᏝ ᎣᏍᏛ ᏯᏓᏛᏍᎪᎢ.

source: For every tree is judged by its fruit. Men do not get figs from thorns, or grapes from blackberry plants.
chr: ᏡᎬᏰᏃ ᎪᎵᏍᏙᏗ ᎨᏐ ᏄᏍᏛ ᎤᏩᏒ ᎠᏓᏛᏍᎬᎢ; ᏥᏍᏚᏂᎩᏍᏗᎯᏰᏃ ᎥᏝ ᏒᎦᏔ-ᎢᏳᎾᏍᏗ ᏱᏓᎾᏕᏍᎪ ᏴᏫ, ᎠᎴ ᎠᏄᎦᎸᎯ ᎥᏝ ᏖᎸᎳᏗ ᏱᏓᎾᏕᏍᎪᎢ.

source: The good man, out of the good store of his heart, gives good things; and the evil man, out of his evil store, gives evil: for out of the full store of the heart come the words of the mouth.
chr: ᎣᏍᏛ ᏴᏫ ᎣᏍᏛ ᎤᏍᏆᏂᎪᏛ ᎤᎾᏫᏱ ᎣᏍᏛ ᎨᏒ ᎦᎾᏄᎪᏫᏍᎪᎢ; ᎤᏲᏃ ᏴᏫ ᎤᏲ ᎤᏍᏆᏂᎪᏛ ᎤᎾᏫᏱ ᎤᏲ ᎨᏒ ᎦᎾᏄᎪᏫᏍᎪᎢ; ᎤᏣᏛᏰᏃ ᎤᎾᏫ ᎤᏪᎲ ᎠᎰᎵ ᎧᏁᎪᎢ.

source: Why do you say to me, Lord, Lord, and do not the things which I say?
chr: ᎠᎴ ᎦᏙᏃ ᏣᎬᏫᏳᎯ, ᏣᎬᏫᏳᎯ, ᎢᏍᎩᏲᏎᎰᎢ, ᏂᏥᏪᏍᎬᏃ ᏂᏣᏛᏁᎲᎾ ᎢᎨᏐᎢ?

source: Everyone who comes to me and gives ear to my words and does them, I will make clear to you what he is like:
chr: ᎩᎶ ᎠᎩᎷᏤᎮᏍᏗ, ᎠᎴ ᎠᏛᎩᏍᎨᏍᏗ ᏂᏥᏪᏍᎬᎢ, ᎠᎴ ᎾᏍᎩ ᎾᏛᏁᎮᏍᏗ, ᏓᏨᎾᏄᎪᏫᏎᎵ ᏓᏤᎸ ᎾᏍᎩ;

source: He is like a man building a house, who went deep and put the base of it on a rock; and when the water came up and the river was driving against that house, it was not moved, because the building was good.
chr: ᎠᏍᎦᏯ ᏓᏤᎸ ᎾᏍᎩ Ꮎ ᏧᏁᏍᎨᎮᎢ, ᎠᎴ ᎭᏫᏂ ᏧᏍᎪᏎᎢ, ᎠᎴ ᎦᎫᏍᏛᏗ ᏅᏲᎯ ᏧᏝᏁᎢ; ᎤᏃᎱᎦᏅᏃ ᎡᏉᏂ ᎾᎿ ᎠᏓᏁᎸ ᎠᏍᏓᏱᏳ ᎬᏂᎵᎯᎮᎢ, ᎠᎴ ᎥᏝ ᎬᏩᏖᎸᏗ ᏱᎨᏎᎢ; ᏅᏲᎯᏰᏃ ᎦᎧᎮᎢ.

source: But he who gives hearing, without doing, is like a man building a house on the earth without a base for it; and when the force of the river came against it, straight away it came down; and the destruction of that house was great.
chr: ᎾᏍᎩᏍᎩᏂ Ꮎ ᎤᏛᎦᏅᎯ, ᏄᏛᏁᎸᎾᏃ, ᎾᏍᎩ ᎠᏍᎦᏯ ᏓᏤᎸ ᏂᏚᎫᏍᏓᎥᎾ ᎦᏙᎯᏉ ᎠᏓᏁᎸ ᏧᏁᏍᎨᎮᎢ; ᎡᏉᏂᏃ ᎾᎿ ᎤᎵᏂᎩᏗᏳ ᎬᏂᎵᎯᎮᎢ, ᎩᎳᏉᏃ ᎢᏴᏛ ᎤᏪᏇᏴᏎᎢ; ᎤᏍᎦᏎᏗᏳᏃ ᏄᎵᏍᏔᏁ ᎤᏲᏨ ᎾᏍᎩ ᎠᏓᏁᎸᎢ.

source: After he had come to the end of all his words in the hearing of the people, he went into Capernaum.
chr: ᎿᏉᏃ ᎤᏍᏆᏛ ᏂᎦᏛ ᎦᏬᏂᏍᎬ ᎠᎾᏛᎩᏍᎬ ᏴᏫ, ᎨᏆᏂ ᏭᏴᎴᎢ.

source: And a certain captain had a servant who was very dear to him; this servant was ill and near to death.
chr: ᎩᎶᏃ ᎢᏳᏍᏗ ᎠᏍᎪᎯᏧᏈ ᎠᏂᏯᏫᏍᎩ ᏗᏖᏂᏙᎯ ᎤᏅᏏᏓᏍᏗ, ᎣᏍᏛ ᎤᏰᎸᎯ, ᎤᏢᎨᎢ, ᎠᎴ ᎤᏲᎱᏏᏕᎾ ᎨᏎᎢ.

source: And when news of Jesus came to his ears, he sent to him rulers of the Jews, requesting that he would come and make his servant well.
chr: ᏥᏌᏃ ᎠᏥᏃᎮᏍᎬ ᎤᏛᎦᏅ, ᏚᏅᏎ ᏤᏙᎲ ᏗᏂᎳᏫᎩ ᎠᏂᏧᏏ ᏧᎾᏤᎵᎦ, ᏭᏔᏲᏎᎮ ᏅᏓᏳᏪᏅᏍᏗᏱ ᎤᏅᏬᏗᏱ ᎤᏅᏏᏗᏍᏗ.

source: And they, when they came to Jesus, made their request warmly, saying,
chr: ᏥᏌᏃ ᎬᏩᎷᏤᎸ, ᎤᏣᏘ ᎬᏩᏍᏗ ᏰᏔᏁᎢ, ᎯᎠ ᎾᏂᏪᏍᎨᎢ; ᎤᏓᏅᏘᏳ ᎾᏍᎩ ᎯᎠ ᏥᏅᏘᏯᏛᏁᎵ;

source: It is right for you to do this for him, because he is a friend to our nation, and himself has put up a Synagogue for us.
chr: ᎤᎨᏳᎯᏳᏰᏃ ᎢᎩᏠᏱ ᎨᏒ ᏴᏫ, ᎠᎴ ᎢᎦᏁᏍᎨᎸ ᏗᎩᎳᏫᎢᏍᏗᏱ.

source: And Jesus went with them. And when he was not far from the house, the man sent friends to him, saying, Lord, do not give yourself trouble: for I am not important enough for you to come into my house:
chr: ᏥᏌᏃ ᏚᏍᏓᏩᏛᏎᎢ. ᎿᏉᏃ ᎾᎥᏉ ᎤᎷᎴ ᏗᏓᏁᎸ, ᎠᏍᎪᎯᏧᏈ ᎠᏂᏯᏫᏍᎩ ᏗᏘᏂᏙᎯ ᏙᏧᏅᏎ ᏧᎵᎢ ᏂᏙᏓᎬᏩᏠᎯᏍᏗᏱ, ᎯᎠ ᏅᏧᏪᏎᎴᎢ; ᏣᎬᏫᏳᎯ, ᏞᏍᏗ ᏨᏒ ᏣᏓᏕᏯᏙᏔᏅᎩ; ᎥᏝᏰᏃ ᏰᎵ ᏱᏂᎪᎯ ᏣᏴᏍᏗᏱ ᏥᏁᎸᎢ ᏥᎾᏆᏍᏗᏉ;

source: And I had the feeling that I was not even good enough to come to you: but say the word only, and my servant will be well.
chr: ᎥᏝ ᎠᎴ ᎾᏍᏉ ᏰᎵ ᏂᎪᎢ ᏱᏇᎵᏎ ᏫᎬᎷᏤᏗᏱ; ᎯᏁᎩᏉᏍᎩᏂ, ᏥᏅᏏᏓᏍᏗᏃ ᏧᏳᏗᏩᏏ.

source: For I, myself, am a man under authority, having men under me; and I say to this one, Go, and he goes; and to another, Come, and he comes; and to my servant, Do this, and he does it.
chr: ᎠᏴᏰᏃ ᎾᏍᏉ ᏗᏆᏓᏁᎶᏗᏉ, ᎠᎴ ᏗᎩᎧᎭ ᎠᏂᏯᏫᏍᎩ ᎠᎴ ᎠᏴ ᏕᎬᏆᏁᎶᏙᎢ, ᎩᎶᏃ ᎮᎾ ᏥᏲᏏ, ᎡᎪᎢ; ᏅᏩᏓᎴᏃ ᎡᎮᎾ ᏥᏲᏏ, ᏗᎡᎪᎢ; ᏥᏅᏏᏓᏍᏗᏃ ᎯᎠ ᎿᏛᎦ ᏥᏲᏏ, ᎾᏍᎩ ᎾᏛᏁᎰᎢ.

source: And when these things were said to Jesus, he was surprised, and, turning to the mass of people coming after him, said, I have not seen such great faith, no, not in Israel.
chr: ᏥᏌᏃ ᎾᏍᎩ ᎯᎠ ᎤᏛᎦᏅ, ᎤᏍᏆᏂᎪᏎᎴᎢ, ᎠᎴ ᎤᎦᏔᎲᏎᎢ, ᎠᎴ ᎯᎠ ᏂᏚᏪᏎᎵ ᏴᏫ ᎾᏍᎩ ᏅᏓᎬᏩᏍᏓᏩᏛᏛ; ᎯᎠ ᏂᏨᏪᏎᎭ; ᎥᏝ ᎾᏍᏉ ᎢᏏᎵ ᎠᏁᎲ ᎾᏍᎩ ᎢᎦᎢ ᎪᎯᏳᏗ ᎨᏒ ᏯᎩᏩᏛᎲ.

source: And when those who were sent came back to the house they saw that the servant was well.
chr: ᎾᏍᎩᏃ Ꮎ ᏅᏓᎨᏥᏅᏏᏛ, ᏫᎤᏂᎷᏨ ᏗᏓᏁᎸ, ᎠᏥᏅᏏᏓᏍᏗ ᎤᏢᏨᎯ ᎤᏂᏩᏛᎮ ᎤᏗᏩᏒᎯ ᎢᎨᏎᎢ.

source: And it came about, after a little time, that he went to a town named Nain; and his disciples went with him, and a great number of people.
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏁ ᎤᎩᏨᏛ, ᎾᏍᎩ ᏗᎦᏚᎲ ᎾᏱᏂ ᏧᏙᎢᏛ ᏭᏴᎴᎢ; ᏰᎵᏃ ᎠᏂᎪᏗᏳ ᎬᏩᏍᏓᏩᏗᏙᎯ ᎬᏩᏍᏓᏩᏛᏎᎢ, ᎠᎴ ᎤᏂᏣᏘ ᏴᏫ.

source: Now when he came near the door of the town, a dead man was being taken out, the only son of his mother, who was a widow: and a great number of people from the town were with her.
chr: ᎿᏉᏃ ᎦᎶᎯᏍᏗᏱ ᎪᏢᏒ ᎦᏚᎲ ᎾᎥ ᎤᎷᏨ, ᎬᏂᏳᏉ ᎠᏍᎦᏯ ᎤᏲᎱᏒᎯ ᎠᏂᏄᎪᏫᏍᎨ ᎠᏂᏂᏎᎢ, ᎤᏩᏒᎯᏳ ᎤᏪᏥ ᎨᏎ ᎤᏥ, ᎠᎴ ᎾᏍᎩ ᎤᏬᏑᎶᏨᎯ ᎨᏎᎢ; ᎤᏂᏣᏖᏃ ᏴᏫ ᎦᏚᎲ ᎠᏁᎯ ᎬᏩᏍᏓᏩᏗᏎᎢ.

source: And when the Lord saw her, he had pity on her and said to her, Be not sad.
chr: ᎤᎬᏫᏳᎯᏃ ᎤᎪᎲ ᎤᏪᏙᎵᏤᎢ, ᎠᎴ ᎯᎠ ᏄᏪᏎᎴᎢ; ᏞᏍᏗ ᏗᏣᏠᏱᎸᎩ.

source: And he came near, and put his hand on the stretcher where the dead man was: and those who were moving it came to a stop. And he said, Young man, I say to you, Get up.
chr: ᎤᎷᏨᏃ ᎤᏏᏔᏕ ᎠᏥᏢᏛᎢ, ᎬᏩᏁᎩᏃ ᎤᎾᎴᎾᏫᏍᏔᏁᎢ. ᎯᎠᏃ ᏄᏪᏎᎢ; ᎯᏫᏅ, ᎭᏗᏛ, ᎬᏲᏎᎭ.

source: And the dead man got up, and words came from his lips. And he gave him to his mother.
chr: ᎤᏲᎱᏒᎯᏃ ᎤᏗᏛᎮ ᎤᏪᏁᎢ, ᎠᎴ ᎤᎴᏅᎮ ᎤᏬᏂᏎᎢ; ᎤᏥᏃ ᎤᏪᎧᏁᎴᎢ.

source: And fear came on all, and they gave praise to God, saying, A great prophet is among us: and, God has given thought to his people.
chr: ᏂᎦᏛᏃ ᎤᏂᎾᏰᏎᎢ; ᎠᎴ ᎤᏂᎸᏉᏔᏁ ᎤᏁᎳᏅᎯ, ᎯᎠ ᎾᏂᏪᏍᎨᎢ; ᎠᏥᎸᏉᏗ ᎠᏙᎴᎰᏍᎩ ᎦᎾᏄᎪᎩ ᎢᏕᎲᎢ; ᎠᎴ ᎯᎠ; ᎤᏁᎳᏅᎯ ᏓᏩᏛᎯᎦ ᏧᏤᎵ ᏴᏫ.

source: And this story about him went through all Judaea and the places round about.
chr: ᎾᏍᎩᏃ ᎯᎠ ᎠᏥᏃᎮᏍᎬ ᏧᏗᏱ ᏂᎬᎾᏛ ᏚᏰᎵᏏᏙᎴᎢ, ᎠᎴ ᎾᎿ ᎬᏩᏚᏫᏛ ᎨᏒᎢ.

source: And the disciples of John gave him an account of all these things.
chr: ᏣᏂᏃ ᎬᏩᏍᏓᏩᏗᏙᎯ ᎾᏍᎩ ᎯᎠ ᏂᎦᏛ ᎬᏩᏃᏁᎴᎢ.

source: Then John sent two of his disciples to the Lord, saying, Are you he who is to come, or are we waiting for another?
chr: ᏣᏂᏃ ᎠᏂᏔᎵ ᎬᏩᏍᏓᏩᏗᏙᎯ ᏫᏚᏯᏅᎮ ᏥᏌ ᏤᏙᎲ ᏚᏅᏎ ᎯᎠ ᏫᏄᏪᏎᎢ; ᏂᎯᏍᎪ ᎤᎷᎯᏍᏗ ᏥᎩ? ᏥᎪᎨ ᏅᏩᏓᎴ ᎣᏥᎦᏕᏃᎮᏍᏗ?

source: And when the men came to him they said, John the Baptist has sent us to you, saying, Are you he who is to come, or are we waiting for another?
chr: ᎠᏂᏍᎦᏯᏃ ᎬᏩᎷᏤᎸ, ᎯᎠ ᏄᏂᏪᏎᎢ; ᏣᏂ ᏗᏓᏬᏍᎩ ᏦᎩᏂᏅᏒ ᎢᏍᏛᎷᏤᏗᏱ, ᎯᎠ ᏅᏗᎦᏪᎭ; ᏂᎯᏍᎪ ᎤᎷᎯᏍᏗ ᏥᎨᏒᎩ? ᏥᎪᎨ ᏅᏩᏓᎴ ᎣᏥᎦᏖᏃᎮᏍᏗ?

source: At that time, he made a number of people free from their diseases and their pains, and from evil spirits; and to others who were blind he gave back the use of their eyes.
chr: ᎾᎯᏳᏉᏃ ᏚᏅᏩᏁ ᎤᏂᏣᏘ ᏚᏂᏢᎬ ᎠᎴ ᎥᏳᎩ ᏚᏂᏱᎵᏙᎲ, ᎠᎴ ᎤᏂᏲᏗᏓᏅᏙ ᎬᏩᏂᏱᎵᏙᎲᎢ; ᎠᎴ ᎤᏂᏣᏘ ᏗᏂᎨᏫ ᎬᏩᏂᎪᏩᏛᏗ ᏄᏩᏁᎴᎢ.

source: And answering them he said, Go back and give news to John of what you have seen, and the things which have come to your ears; the blind now see, those who had no power in their legs are walking, lepers are made clean, those who had no hearing now have their ears open, dead men come to life again, and the poor have the good news given to them.
chr: ᎿᏉᏃ ᏥᏌ ᎤᏁᏨ ᎯᎠ ᏂᏚᏪᏎᎴᎢ; ᏥᏍᏕᎾ ᎠᎴ ᏣᏂ ᏪᏍᏗᏃᎲᏏ ᏄᏍᏛ ᎢᏍᏗᎪᎲ ᎠᎴ ᏄᏍᏛ ᎢᏍᏓᏛᎦᏅᎢ; ᎾᏍᎩ ᏗᏂᎨᏫ ᎠᏂᎪᏩᏘᏍᎬᎢ, ᏗᏂᏲᎤᎵ ᎠᏁᏙᎲᎢ, ᎠᏓᏰᏍᎩ ᏧᏂᏢᎩ ᎨᏥᏅᎦᎵᏍᎬᎢ, ᏧᏂᎵᎡᏅ ᎠᎾᏛᎩᏍᎬᎢ, ᏧᏂᏲᎱᏒᎯ ᏕᎨᎦᎴᏗᏍᎬᎢ, ᎤᏲᏃ ᎢᏳᎾᏛᎿᏕᎩ ᎣᏍᏛ ᎧᏃᎮᏛ ᎨᎦᎵᏥᏙᏁᎲᎢ.

source: And when the men who were sent by John had gone away, he said to the people, about John, What did you go out into the waste land to see? a tall stem moving in the wind?
chr: ᎿᏉᏃ ᏣᏂ ᏂᏙᏓᏳᏅᏏᏛ ᎢᎤᏁᏅ, ᎤᎴᏅᎮ ᏣᏂ ᏚᏁᎢᏍᏓᏁᎴ ᏴᏫ; ᎦᏙ ᎢᏣᎦᏔᏅᏎ ᎢᎾᎨᎢ? ᏩᏐᎾᏍᎪ ᎤᏃᎴ ᎤᏖᎸᎮᏍᎬᎢ?

source: But what did you go out to see? a man in soft clothing? See now, those who have beautiful clothing and delicate food are in kings' houses.
chr: ᎦᏙᎨ ᎢᏣᎦᏔᏅᏎᎢ? ᎠᏍᎦᏯᏍᎪ ᏗᏬᏍᎩᎵ ᏧᏄᏩᎢ? ᎬᏂᏳᏉ ᏧᏬᏚᎯ ᏧᎾᏄᏩᎢ ᎠᎴ ᎣᏍᏛ ᏗᎾᎵᏍᏓᏴᎲᏍᎩ ᎤᏂᎬᏫᏳᎯ ᏓᏂᏁᎸ ᎠᏁᎰᎢ.

source: But what did you go out to see? a prophet? Yes, I say to you, and more than a prophet.
chr: ᎦᏙᎨ ᎢᏣᎦᏔᏅᏎᎢ? ᎠᏙᎴᎰᏍᎩᏍᎪ? ᎥᎥ, ᎢᏨᏲᏎᎭ, ᎠᎴ ᎤᏟ ᎠᏥᎸᏉᏗᏳ ᎡᏍᎦᏉ ᎠᏙᎴᎰᏍᎩ.

source: I say to you, Among all the sons of women, not one is greater than John: but he who is least in the kingdom of God is greater than he.
chr: ᎯᎠᏰᏃ ᏂᏨᏪᏎᎭ; ᎠᏂᎨᏴ ᎬᏩᏂᎾᏄᎪᏫᏒᎯ ᏥᎩ ᎥᏝ ᏳᏜᏍᏗ ᎩᎶ ᎠᏙᎴᎰᏍᎩ ᎤᏟ ᎢᏯᏥᎷᏉᏗ ᎡᏍᎦᏉ ᏣᏂ ᏗᏓᏬᏍᎩ; ᎠᏎᏃ ᎤᏍᏗᎧᏂ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎪᎯ ᎨᎳ ᎤᏟ ᎠᏥᎸᏉᏗᏳ ᎡᏍᎦᏉ ᏣᏂ.

source: (And all the people, and the tax-farmers, to whom John had given baptism, when they had knowledge of these things, gave glory to God.
chr: ᏂᎦᏛᏃ ᏴᏫ ᎤᎾᏛᎦᏅᎯ, ᎠᎴ ᎠᏕᎸ ᎠᏂᎩᏏᏙᎯ, ᎤᏂᎸᏉᏔᏁ ᎤᏁᎳᏅᎯ, ᏗᎨᎦᎧᏍᏔᏅᎯᏰᏃ ᎨᏎ ᏣᏂ ᏧᏓᏬᏍᏙᏗ ᎨᏒᎢ.

source: But the Pharisees and the teachers of the law were against the purpose of God for themselves, not having had his baptism.)
chr: ᎠᏂᏆᎵᏏᏍᎩᏂ ᎠᎴ ᏗᎧᎿᏩᏛᏍᏗ ᏗᏃᏏᏏᏍᎩ ᎤᏁᎳᏅᎯ ᏚᏓᏅᏖᎮᎸᎢ ᎤᏂᏲᎢᏎᎴ ᎤᏅᏒ ᎤᎾᏓᏡᏔᏁᎢ, ᏂᏗᎨᎦᏬᎥᎾ ᎨᏒᎢ.

source: What comparison am I to make of the men of this generation? what are they like?
chr: ᎤᎬᏫᏳᎯᏃ ᎯᎠ ᏄᏪᏎᎢ; ᎦᏙᎨᏙᏓᎦᏥᏯᏟᎶᏍᏔᏂ ᏴᏫ ᎪᎯ ᏣᏁᎭ? ᎠᎴ ᎦᏙ ᏓᎾᏤᎸ?

source: They are like children who are seated in the market-place, crying out to one another, and saying, We made music for you, but you did not take part in the dance; we gave cries of sorrow, but you were not sad.
chr: ᏗᏂᏲᎵᏉ ᎾᏍᎩᏯ ᎦᏃᏙᏗᏱ ᏣᏂᏃᎢ, ᎠᎴ ᏥᏫᏓᎾᏓᏯᏂᏍᎪᎢ, ᎯᎠ ᏥᏫᎾᏂᏪᏍᎪᎢ; ᎠᏤᎷᎩ ᎣᎬᏔᏅ ᏕᏨᏃᎩᎡᎸ, ᎠᏎᏃ ᎥᏝ ᏱᏣᎵᏍᎩᏎᎢ; ᏙᏥᏴᎬ ᎢᏣᏛᎪᏗ, ᎠᏎᏃ ᎥᏝ ᏱᏗᏣᏠᏱᎴᎢ.

source: For John the Baptist came, taking no food or drink, and you say, He has an evil spirit.
chr: ᏣᏂᏰᏃ ᏗᏓᏬᏍᎩ ᎤᎷᏨᎩ ᎥᏝ ᎦᏚ ᏯᎩᏍᎨᎢ, ᎥᏝ ᎠᎴ ᎩᎦᎨ-ᎠᏗᏔᏍᏗ ᏯᏗᏔᏍᎨᎢ; ᎯᎠᏃ ᏂᏥᏪᏎ; ᎠᏍᎩᎾ ᎤᏯᎠ.

source: The Son of man came feasting, and you say, Here is a lover of food and wine, a friend of tax-farmers and sinners.
chr: ᏴᏫ ᎤᏪᏥ ᎤᎷᏨ ᎠᎵᏍᏓᏴᎲᏍᎦ ᎠᎴ ᎠᏗᏔᏍᎦ; ᎯᎠᏃ ᏂᏥᏪᎭ; ᎬᏂᏳᏉ ᎠᏍᎦᏯ ᎤᎬᎥᏍᎩ ᎠᎵᏍᏓᏴᏗ ᎠᎴ ᎩᎦᎨ-ᎠᏗᏔᏍᏗ ᎠᏗᏔᏍᎩ, ᎠᏕᎸ ᎠᏂᎩᏏᏙᎯ ᎠᎴ ᎠᏂᏍᎦᎾ ᎤᎾᎵᎢ.

source: But wisdom is judged to be right by all her children.
chr: ᎠᏎᏃ ᎠᎦᏔᎾᎢ ᏧᏪᏥ ᏂᎦᏛ ᎣᏏᏳ ᎢᎬᏩᏰᎸᎭ

source: And one of the Pharisees made a request that he would take a meal with him. And he went into the Pharisee's house and took his seat at the table.
chr: ᎩᎶᏃ ᎢᏳᏍᏗ ᎠᏆᎵᏏ ᎤᏔᏲᏎᎴ ᎤᎵᏍᏓᏴᎾᏁᏗᏱ ᏭᏴᎴᏃ ᎠᏆᎵᏏ ᎦᏁᎸᎢ, ᎠᎴ ᎤᎵᎩᏳᏍᏓᏅᏁ ᎠᎵᏍᏓᏴᏗᏱ.

source: And there was a woman in the town who was a sinner; and when she had news that he was a guest in the Pharisee's house, she took a bottle of perfume,
chr: ᎬᏂᏳᏉᏃ ᎠᎨᏴ ᎾᎿ ᎦᏚᎲ ᎡᎯ, ᎠᏍᎦᎾᎢ, ᎤᏙᎴᎰᏒ ᏥᏌ ᎠᏆᎵᏏ ᎦᏁᎸ ᎦᏅᎬ ᎠᎵᏍᏓᏴᎲᏍᎬᎢ, ᎤᏲᎴ ᎫᎫ ᏅᏯ ᎤᏁᎬ ᎪᏢᏔᏅᎯ ᎠᏟᏍᏕ ᎠᏠᏁᏗ,

source: And went in and took her place at the back of him, near his feet, weeping, so that his feet were washed with the drops from her eyes, and with her hair she made them dry, and kissing his feet she put the perfume on them.
chr: ᎠᎴ ᎤᎴᏁ ᏚᏜᏌᏛ ᎣᏂᏗᏢ ᏓᏠᏱᎮᎢ, ᎠᎴ ᎤᎴᏅᎮ ᏧᎳᏏᏕᏂ ᏚᏬᏑᎴᏔᏁ ᏧᎦᏌᏬᎸᎯ, ᎠᎴ ᏚᎧᏲᏙᏔᏁ ᎤᏍᏗᏰᎬᎢ, ᎠᎴ ᏚᏚᏣᎳᏁ ᏧᎳᏏᏕᏂ, ᎠᎴ ᏚᎶᏁᏔᏁ ᎠᏠᏁᏗ.
